import "./Aboutus.scss"

const Aboutus = () => {
  return (
    <div className="aboutus-page" >
           <h1> من نحن </h1>

           <div className="main-container">
               <div className="aboutus-content">
                    
                    <p> مرحباً بكم في منصتنا التعليمية، المكان الذي يجتمع فيه المعلمون والطلاب لتحقيق رحلة تعليمية مثمرة. تهدف منصتنا إلى توفير بيئة تعليمية شاملة وآمنة تتيح للطلاب اكتساب المهارات والمعرفة في مختلف التخصصات، وتساعد المعلمين على مشاركة خبراتهم بأسلوب فعّال وشيق. </p>

                    <p> نسعى جاهدين لتقديم محتوى تعليمي عالي الجودة يسهم في تطوير قدرات الطلاب   . لدينا فريق من المعلمين المتميزين الذين يتمتعون بخبرة وشغف  بتعليم طلابهم بأفضل الوسائل الحديثة. يمكن للطلاب تسجيل الدخول والوصول إلى مجموعة متنوعة من الدروس والمواد التعليمية المصممة لدعمهم في مسيرتهم الدراسية.</p>

                    <p> نؤمن بأهمية التكنولوجيا في تعزيز التعلم، ونطمح إلى جعل التعليم متاحاً للجميع، بغض النظر عن مكانهم. رؤيتنا هي خلق مجتمع تعليمي يزدهر فيه الإبداع والتفكير النقدي، ونسعى دائماً لتقديم تجربة تعليمية تجعل من التعلم رحلة ممتعة وملهمة.</p>
                    
                    <p> انضم إلينا، ودعونا نساعدك على تحقيق أهدافك التعليمية </p>

               </div>
           </div>
    </div>
  )
}

export default Aboutus